extends Resource

class_name DnDStats

var stats = {
	"Сила" : 0,
	"Ловкость" : 0,
	"Выносливость" : 0,
	"Интеллект" : 0,
	"Мудрость" : 0,
	"Харизма" : 0,
	"Акробатика" : 0,
	"Атлетика" : 0,
	"Внимание" : 0,
	"Выживание" : 0,
	"Дрессировка" : 0,
	"Запугивание" : 0,
	"Исполнение" : 0,
	"История" : 0,
	"Ловкость рук" : 0,
	"Магия" : 0,
	"Медицина" : 0,
	"Обман" : 0,
	"Природа" : 0,
	"Проницательоность" : 0,
	"Расследование" : 0,
	"Религия" : 0,
	"Скрытность" : 0,
	"Убеждение" : 0,
	"Бонус умения" : 0,
}
